{
  "home": {
    "navbar": {
      "index": "Главная",
      "about": "О Нас",
      "portfolio": "Портфолио",
      "howItWorks": "Как Это Работает",
      "apply": "Подать Заявку"
    },
    "section": {
      "fluid": {
        "title": "Присылайте свои проекты Minecraft - мы выведем их на рынок.",
        "content": "Официальный партнер. Простой процесс. Справедливое сотрудничество.",
        "apply": "Подать Заявку"
      },
      "about": {
        "title": "О Heropixel Games",
        "content": "Heropixel Games является официальным партнером Minecraft Marketplace. Мы опубликовали более 50 проектов по всему миру и помогаем создателям профессионально воплощать свои идеи.",
        "check": {
          "verified": "Проверенный партнер",
          "experience": "Опыт и качество",
          "fair": "Справедливые авансовые платежи"
        }
      },
      "how": {
        "title": "Как Это Работает",
        "submit": {
          "title": "1. Отправка",
          "content": "Заполните форму и поделитесь своей идеей с нами."
        },
        "review": {
          "title": "2. Проверка и отзыв",
          "content": "Мы проверяем ваш проект и даем честный отзыв."
        },
        "publish": {
          "title": "3. Совместная публикация",
          "content": "Мы поможем вам официально опубликовать его в Minecraft Marketplace."
        }
      },
      "portfolio": {
        "title": "Портфолио",
        "content": "Ознакомьтесь с проектами Heropixel Games. Нажмите на каждое изображение, чтобы получить информацию о проекте.",
        "games": {
          "4BitCraft": {
            "description": "Превратите ваш Minecraft в супер милую игру! Все кажется крошечным: каждый блок, каждая толпа, каждое дерево.<br><br>+ Супер милый 4x4 пак<br>+ 4x4 блоки, предметы, толпы и другое<br>+ Верность ванильным текстурам<br>+ Ресурспак 1.20"
          },
          "MoreAllays": {
            "description": "Начните свое приключение в Minecraft! Множество новых Аллэев ждут вас: Аллэй Эндермена, Аллэй Аксолотля, Аллэй Стража и другие!<br><br>+ 16 милых Аллэев добавлено<br>+ Подземелья и храмы Аллэев<br>+ 10 скинов Аллэев включено<br>+ Поддержка мультиплеера и одиночной игры"
          },
          "GiantTNT": {
            "description": "Нужно самое экстремальное? Эти ТНТ разрушают не только базы, но и целые деревни и большие города.<br><br>+ Более 40 различных гигантских ТНТ<br>+ Максимальное разрушение и взрывы<br>+ Торнадо, метеориты, 5000x и больше ТНТ!<br><br>++ Используйте в своем мире!<br>++ Поддержка мультиплеера"
          },
          "ZombieBunker": {
            "description": "Защитите себя и друзей от Зомби-апокалипсиса в высокозащищенной базе!<br><br>+ Активируемые стены безопасности<br>+ Секретный бункер<br>+ Безопасная база<br>+ Зомби-апокалипсис<br>+ Пользовательские зомби<br>++ Мультиплеер и одиночная игра"
          },
          "MoreCreepers": {
            "description": "БУУУМ! Добавьте уникальных криперов в свой проект мира.<br><br>+ 10 ультимейт криперов<br>+ Потрясающие взрывы<br>+ Собирайте головы криперов<br><br>++ ИСПОЛЬЗУЙТЕ В СВОЕМ МИРЕ! ++"
          },
          "PastelParadise": {
            "description": "Погрузитесь в успокаивающую красоту пастельных текстур и цветов.<br><br>+ Обновление текстур 1.21 Tricky Trials<br>+ Всё перетекстурировано в пастельном стиле<br>+ Новые модели мобов, животных и боссов<br>+ Вариации текстурных блоков<br>+ Анимированные руды<br>+ Внимание к деталям<br><br>++ Используйте этот текстурпак в своём мире!"
          }
        }
      },
      "form": {
        "title": "Форма заявки",
        "placeholder": {
          "name": "Имя/Название команды",
          "email": "Контактный email",
          "description": "Краткое описание проекта"
        },
        "checkbox": "Я согласен на хранение моих данных для целей коммуникации.",
        "button": "Отправить проект"
      }
    }
  },
  "privacy": {
    "p1": "Общие заметки и обязательная информация",
    "p2": "Обозначение ответственного органа",
    "p3": "Ответственный за обработку данных на этом сайте:",
    "p4": "Ответственный самостоятельно или совместно с другими определяет цели и средства обработки персональных данных (например, имена, контактные данные и т.д.).",
    "p5": "Отзыв вашего согласия на обработку данных",
    "p6": "Только с вашего явного согласия возможны некоторые операции обработки данных. Вы можете в любой момент отозвать уже данное согласие. Для отзыва достаточно неформального уведомления по электронной почте. Законность обработки данных, произведенной до отзыва, не затрагивается отзывом.",
    "p7": "Право подачи жалобы в уполномоченный орган",
    "p8": "Как субъект данных, вы имеете право подать жалобу в уполномоченный надзорный орган в случае нарушения законодательства о защите данных. Уполномоченным надзорным органом по вопросам защиты данных является уполномоченный по защите данных федеральной земли, в которой находится наша компания. Следующая ссылка предоставляет список уполномоченных и их контактные данные:",
    "p9": "Право на переносимость данных",
    "p10": "Вы имеете право получить данные, которые мы обрабатываем автоматически на основании вашего согласия или для исполнения договора, в машиночитаемом формате для вас или третьего лица. Если вы требуете прямую передачу данных другому ответственному, это будет сделано только в технически возможной степени.",
    "p11": "Право на информацию, исправление, блокирование, удаление",
    "p12": "В рамках действующих законодательных положений вы можете в любое время бесплатно получить информацию о ваших хранящихся персональных данных, их происхождении, получателях и цели обработки, а также, при необходимости, право на исправление, блокирование или удаление этих данных. По этому вопросу и другим вопросам, касающимся персональных данных, вы можете в любое время связаться с нами через контактные данные, указанные в импринте.",
    "p13": "SSL- или TLS-шифрование",
    "p14": "По соображениям безопасности и для защиты передачи конфиденциального контента, который вы отправляете нам как оператору сайта, наш сайт использует SSL- или TLS-шифрование. Это означает, что данные, которые вы передаете через этот сайт, не могут быть прочитаны третьими лицами. Вы можете распознать зашифрованное соединение по адресной строке «https://» в вашем браузере и значку замка в строке браузера.",
    "p15": "Файлы журналов сервера",
    "p16": "В файлах журналов сервера провайдер сайта автоматически собирает и сохраняет информацию, которую ваш браузер автоматически передает нам. Эта информация:",
    "p17": "Эти данные не объединяются с другими источниками данных. Основанием для сбора данных является ст. 6 п. 1 лит. b DSGVO, который разрешает обработку данных для выполнения договора или преддоговорных мер.",
    "p18": "Контактные формы",
    "p19": "Данные, отправленные через контактные формы, включая ваши контактные данные, хранятся для обработки вашего запроса или последующих вопросов. Эти данные не будут переданы без вашего согласия.",
    "p20": "Куки",
    "p21": "Наш сайт использует куки. Это небольшие текстовые файлы, которые ваш веб-браузер сохраняет на вашем устройстве. Куки помогают нам сделать наше предложение более удобным, эффективным и безопасным.",
    "p22": "Google Analytics",
    "p23": "Наш сайт использует функции веб-аналитики Google Analytics. Провайдером сервиса веб-аналитики является Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, США.",
    "p24": "",
    "p25": "Платежные провайдеры",
    "p26": "На нашем сайте возможны платежи через PayPal и Sofortüberweisung. Платежные данные обрабатываются этими провайдерами в соответствии с их политиками конфиденциальности.",
    "p27": "Плагин Twitter",
    "p28": "Наш сайт использует функции сервиса Twitter. При использовании Twitter и функции «Ретвит» посещенные вами сайты будут связаны с вашей учетной записью Twitter.",
    "l1": "Посещенные страницы на нашем домене",
    "l2": "Дата и время запроса к серверу",
    "l3": "Тип и версия браузера",
    "l4": "Используемая операционная система",
    "l5": "Реферер URL",
    "l6": "Имя хоста accessing компьютера",
    "l7": "IP-адрес"
  },
  "imprint": {
    "generalInfo": {
      "title": "Информация согласно § 5 TMG (Немецкий закон о телесредствах):",
      "authorized": "Уполномоченный представитель:",
      "contact": "Контакт"
    },
    "discalimer": {
      "title": "Отказ от ответственности:",
      "liabilityForContent": {
        "title": "Ответственность за контент",
        "content": "Контент наших страниц был создан с максимальной тщательностью. Однако мы не можем гарантировать точность, полноту и актуальность контента. Как поставщик услуг, мы несем ответственность за наш собственный контент на этих страницах в соответствии с § 7 п.1 TMG и общими законами. Согласно §§ 8-10 TMG, мы не обязаны контролировать переданную или сохраненную стороннюю информацию или исследовать обстоятельства, указывающие на незаконную деятельность. Обязанности по удалению или блокированию использования информации согласно общим законам остаются неизменными. Однако ответственность в этом случае возможна только с момента осведомленности о конкретном нарушении. При обнаружении таких нарушений мы немедленно удалим соответствующий контент."
      },
      "liabilityForLinks": {
        "title": "Ответственность за ссылки",
        "content": "Наше предложение содержит ссылки на внешние сайты третьих лиц, на содержание которых мы не влияем. Поэтому мы не несем ответственность за этот сторонний контент. Поставщик или оператор связанных сайтов всегда несет ответственность за содержание связанных сайтов. Связанные сайты были проверены на возможные нарушения закона во время связывания. Незаконный контент не был обнаружен во время связывания. Однако постоянный контроль содержания связанных сайтов неразумен без конкретных доказательств нарушения. При обнаружении нарушений мы немедленно удалим такие ссылки."
      },
      "copyrights": {
        "title": "Авторские права",
        "content": "Контент и работы на этих страницах, созданные оператором сайта, подчиняются немецкому законодательству об авторских правах. Воспроизведение, редактирование, распространение и любой вид использования за пределами авторских прав требуют письменного согласия соответствующего автора или создателя. Загрузки и копии этой страницы разрешены только для частного, некоммерческого использования. Поскольку контент на этом сайте не был создан оператором, соблюдаются авторские права третьих лиц. В частности, контент третьих лиц обозначен как таковой. Если вы обнаружите нарушение авторских прав, пожалуйста, сообщите нам. При обнаружении нарушений мы немедленно удалим такой контент."
      },
      "dataProtection": {
        "title": "Защита данных",
        "content": "Использование нашего веб-сайта обычно возможно без указания личных данных. В той мере, в какой личные данные (например, имя, адрес или адреса электронной почты) собираются на нашем сайте, это всегда делается, насколько это возможно, на добровольной основе. Эти данные не будут переданы третьим лицам без вашего явного согласия. Мы хотели бы отметить, что передача данных через Интернет (например, при общении по электронной почте) может иметь пробелы безопасности. Полная защита данных от доступа третьих лиц невозможна. Использование контактных данных, опубликованных в рамках обязательной информации, третьими лицами для отправки нежелательной рекламы и информационных материалов здесь явно запрещено. Операторы сайта прямо оставляют за собой право принимать юридические меры в случае нежелательной отправки рекламной информации, например, через спам-письма."
      }
    }
  }
}
