{
  "home": {
    "navbar": {
      "index": "홈",
      "about": "회사 소개",
      "portfolio": "포트폴리오",
      "howItWorks": "작동 방식",
      "apply": "지금 신청하기"
    },
    "section": {
      "fluid": {
        "title": "당신의 마인크래프트 프로젝트를 제출하세요 - 우리는 그것을 시장에 내놓을 것입니다.",
        "content": "공식 파트너. 간단한 절차. 공정한 협업",
        "apply": "지금 신청하기"
      },
      "about": {
        "title": "Heropixel Games 소개",
        "content": "Heropixel Games는 Minecraft Marketplace의 공식 파트너입니다. 우리는 전 세계적으로 50개 이상의 프로젝트를 출판했으며 크리에이터들이 그들의 아이디어를 전문적으로 실현할 수 있도록 도와왔습니다.",
        "check": {
          "verified": "인증된 파트너",
          "experience": "경험 & 품질",
          "fair": "공정한 선불 지급"
        }
      },
      "how": {
        "title": "작동 방식",
        "submit": {
          "title": "1. 제출",
          "content": "양식을 작성하고 귀하의 아이디어를 우리와 공유하세요."
        },
        "review": {
          "title": "2. 검토 & 피드백",
          "content": "우리는 귀하의 프로젝트를 검토하고 정직한 피드백을 제공합니다."
        },
        "publish": {
          "title": "3. 함께 출판하기",
          "content": "우리는 Minecraft Marketplace에 공식적으로 출판하는 데 도움을 드릴 것입니다."
        }
      },
      "portfolio": {
        "title": "포트폴리오",
        "content": "Heropixel Games 프로젝트를 살펴보세요. 각 이미지를 클릭하여 프로젝트에 대한 정보를 확인하세요.",
        "games": {
          "4BitCraft": {
            "description": "당신의 마인크래프트를 슈퍼 귀여운 게임으로 바꾸세요! 모든 것이 작게 보입니다: 모든 블록, 모든 몹, 모든 나무 <br><br> + 슈퍼 귀여운 4x4 팩 <br>+ 4x4 블록, 아이템, 몹 등 <br>+ 바닐라 텍스처에 충실함 <br>+ 1.20 리소스 팩 "
          },
          "MoreAllays": {
            "description": "마인크래프트 생존 모험을 시작하세요! 새로운 많은 앨레이가 당신을 기다리고 있습니다: 엔더맨 앨레이, 엑솔로틀 앨레이, 워든 앨레이 등등! 던전과 사원에서 그들을 풀어주세요. 그들을 길들이면 충실한 애완동물이 될 것입니다! <br><br> + 16마리의 귀여운 앨레이 추가! <br> + 앨레이 던전 & 사원 <br> + 10개의 앨레이 스킨 포함 <br> + 멀티플레이어 & 싱글플레이어 친화적"
          },
          "GiantTNT": {
            "description": "가장 극단적인 것이 필요하신가요? 이 TNT는 당신의 기지만을 파괴하는 것이 아니라 전체 마을과 대도시까지도 파괴합니다. 즐겨보세요! <br><br>+ 40개 이상의 다양한 거대 TNT <br>+ 최대 파괴력과 폭발 <br>+ 토네이도, 유성, 5,000배 등 더 많은 TNT! <br><br>++ 당신의 세계에서 사용하세요! <br>++ 멀티플레이어 친화적! <br>"
          },
          "ZombieBunker": {
            "description": "고보안 본부에서 좀비 아포칼립스로부터 친구들과 당신 자신을 보호하세요! 당신의 지하 벙커에는 생존에 필요한 모든 것이 있습니다. 버튼을 누르고 안티-좀비 벽을 활성화하세요! <br><br>+ 활성화 가능한 보안 벽 <br>+ 비밀 벙커 <br>+ 안전한 기지 <br>+ 좀비 아포칼립스 <br>+ 특별 좀비 <br>++ 멀티플레이어와 싱글플레이어"
          },
          "MoreCreepers": {
            "description": "펑! 당신의 월드 또는 자연 프로젝트에 더 많은 독특한 크리퍼를 추가하세요.<br><br>+ 10개의 궁극적인 크리퍼 <br>+ 놀라운 폭발 <br>+ 크리퍼 머리 수집 <br><br>++ 당신의 월드에서 사용하세요! ++"
          },
          "PastelParadise": {
            "description": "파스텔 텍스처와 색상의 부드러운 아름다움에 빠져보세요.<br><br>+ 1.21 Tricky Trials 텍스처 업데이트<br>+ 모든 것이 파스텔 스타일로 재질감화<br>+ 새로운 몹, 동물, 보스 모델<br>+ 텍스처 블록 변형<br>+ 애니메이션 광석<br>+ 세부 사항에 대한 관심<br><br>++ 이 텍스처 팩을 당신의 세계에서 사용해보세요!"
          }
        }
      },
      "form": {
        "title": "신청 양식",
        "placeholder": {
          "name": "이름/팀 이름",
          "email": "연락 이메일",
          "description": "프로젝트 간략 설명"
        },
        "checkbox": "커뮤니케이션 목적으로 내 데이터가 저장되는 것에 동의합니다.",
        "button": "프로젝트 제출"
      }
    }
  },

  "privacy": {
    "p1": "일반 참고 사항 및 필수 정보",
    "p2": "책임 기관의 지정",
    "p3": "이 웹사이트에서 데이터 처리를 담당하는 곳:",
    "p4": "책임 기관은 개인 데이터(예: 이름, 연락처 등)의 처리 목적과 방법에 대해 단독으로 또는 다른 사람들과 함께 결정합니다.",
    "p5": "데이터 처리에 대한 동의 철회",
    "p6": "일부 데이터 처리 작업은 귀하의 동의가 있어야만 수행될 수 있습니다. 이미 제공한 동의는 언제든지 철회할 수 있습니다. 이메일을 통한 비공식 알림으로 철회가 충분합니다. 철회 시점까지 수행된 데이터 처리의 합법성은 철회의 영향을 받지 않습니다.",
    "p7": "관할 감독 기관에 항소할 권리",
    "p8": "데이터 주체로서, 데이터 보호법 위반 시 관할 감독 기관에 불만을 제기할 권리가 있습니다. 데이터 보호 문제와 관련된 관할 감독 기관은 우리 회사가 위치한 연방 주의 주 데이터 보호 위원입니다. 다음 링크는 데이터 보호 담당자 목록과 연락처 정보를 제공합니다:",
    "p9": "데이터 이동성에 관한 권리",
    "p10": "귀하는 귀하의 동의에 기초하거나 계약을 이행하기 위해 자동으로 처리한 데이터를 귀하 또는 제3자에게 제공하도록 요청할 권리가 있습니다. 데이터는 기계가 읽을 수 있는 형식으로 제공됩니다. 다른 책임 당사자에게 직접 데이터 전송을 요청하는 경우, 이는 기술적으로 가능한 범위 내에서만 수행됩니다.",
    "p11": "정보, 수정, 차단, 삭제에 대한 권리",
    "p12": "적용 가능한 법적 조항의 틀 내에서, 귀하는 저장된 개인 데이터, 데이터의 출처, 수신자 및 데이터 처리의 목적에 대해 언제든지 무료로 정보를 얻을 권리가 있으며, 해당하는 경우 이 데이터를 수정, 차단 또는 삭제할 권리가 있습니다. 이 점에 관해 그리고 개인 데이터에 관한 추가 질문이 있으시면, 인쇄물에 기재된 연락 옵션을 사용하여 언제든지 저희에게 연락하실 수 있습니다.",
    "p13": "SSL 또는 TLS 암호화",
    "p14": "보안상의 이유로 그리고 사이트 운영자로서 저희에게 보내는 기밀 콘텐츠의 전송을 보호하기 위해, 저희 웹사이트는 SSL 또는 TLS 암호화를 사용합니다. 이는 이 웹사이트를 통해 보내는 데이터를 제3자가 읽을 수 없다는 것을 의미합니다. 암호화된 연결은 브라우저의 주소 표시줄에 있는 'https://' 및 브라우저 줄의 자물쇠 기호로 인식할 수 있습니다.",
    "p15": "서버 로그 파일",
    "p16": "웹사이트 제공자는 서버 로그 파일에서 브라우저가 자동으로 전송하는 정보를 자동으로 수집하고 저장합니다. 이 정보는 다음과 같습니다:",
    "p17": "이 데이터는 다른 데이터 소스와 결합되지 않습니다. 데이터 처리의 근거는 계약 이행 또는 계약 전 조치를 위한 데이터 처리를 허용하는 DSGVO 제6조 제1항 b호입니다.",
    "p18": "연락 양식",
    "p19": "연락 양식을 통해 제출된 데이터는 귀하의 문의를 처리하거나 추가 질문을 위해 연락처 정보를 포함하여 저장될 것입니다. 이 데이터는 귀하의 동의 없이 전달되지 않습니다.",
    "p20": "쿠키",
    "p21": "당사 웹사이트는 쿠키를 사용합니다. 이는 웹 브라우저가 귀하의 장치에 저장하는 작은 텍스트 파일입니다. 쿠키는 당사의 제안을 더 사용자 친화적이고, 효과적이며, 안전하게 만드는 데 도움이 됩니다.",
    "p22": "Google 애널리틱스",
    "p23": "당사 웹사이트는 Google 애널리틱스 웹 분석 서비스의 기능을 사용합니다. 웹 분석 서비스 제공업체는 Google Inc, 1600 Amphitheatre Parkway, Mountain View, CA 94043, 미국입니다.",
    "p24": "",
    "p25": "결제 제공업체",
    "p26": "당사 웹사이트는 PayPal 및 Sofortüberweisung을 통한 결제를 허용합니다. 결제 데이터는 이러한 서비스 제공업체들에 의해 그들의 개인정보 보호정책에 따라 처리됩니다.",
    "p27": "Twitter 플러그인",
    "p28": "당사 웹사이트는 Twitter 서비스의 기능을 사용합니다. Twitter와 '리트윗' 기능을 사용할 때, 방문한 웹사이트가 귀하의 Twitter 계정에 연결됩니다.",
    "l1": "우리 도메인에서 방문한 페이지",
    "l2": "서버 요청 날짜 및 시간",
    "l3": "브라우저 유형 및 버전",
    "l4": "사용된 운영 체제",
    "l5": "참조 URL",
    "l6": "접속 컴퓨터의 호스트명",
    "l7": "IP 주소"
  },

  "imprint": {
    "generalInfo": {
      "title": "§ 5 TMG(독일 텔레미디어법)에 따라 제공되는 정보:",
      "authorized": "공식 대표자:",
      "contact": "연락처"
    },
    "discalimer": {
      "title": "면책 조항:",
      "liabilityForContent": {
        "title": "콘텐츠에 대한 책임",
        "content": "당사 페이지의 콘텐츠는 매우 주의 깊게 작성되었습니다. 그러나 내용이 정확하고, 완전하며, 최신인지에 대해 보장할 수 없습니다. 서비스 제공자로서, 당사는 § 7 제1항 TMG(독일 텔레미디어법) 및 일반 법률에 따라 이 페이지의 자체 콘텐츠에 대해 책임이 있습니다. §§ 8~10 TMG에 따르면, 당사는 제3자로부터 전송되거나 저장된 정보를 모니터링하거나 불법 활동을 나타내는 상황을 조사할 의무가 없습니다. 일반 법률에 따른 정보 삭제 또는 사용 차단 의무는 이에 영향을 받지 않습니다. 그러나 이와 관련된 책임은 법률 위반 사실을 인지한 시점부터만 발생합니다. 만약 그러한 법률 위반을 알게 되면, 당사는 즉시 해당 콘텐츠를 제거할 것입니다."
      },
      "liabilityForLinks": {
        "title": "링크에 대한 책임",
        "content": "당사의 제안에는 제3자의 외부 웹사이트 링크가 포함되어 있으며, 그 내용에 대해 당사는 영향을 미칠 수 없습니다. 따라서 당사는 이러한 외부 콘텐츠에 대해 책임을 지지 않습니다. 각 링크된 사이트의 콘텐츠에 대한 책임은 항상 해당 제공자 또는 운영자에게 있습니다. 링크 시점에 링크된 페이지는 가능한 법률 위반에 대해 검토되었습니다. 링크 시점에 불법 콘텐츠는 식별되지 않았습니다. 그러나 법률 위반의 구체적인 증거 없이 링크된 페이지의 콘텐츠를 지속적으로 통제하는 것은 비합리적입니다. 위반 사항을 알게 되면, 당사는 즉시 해당 링크를 제거할 것입니다."
      },
      "copyrights": {
        "title": "저작권",
        "content": "사이트 운영자가 작성한 이 페이지의 콘텐츠 및 작품은 독일 저작권법의 적용을 받습니다. 저작권법의 범위를 벗어난 복제, 편집, 배포 및 모든 종류의 사용은 관련 저자 또는 창작자의 서면 허가가 필요합니다. 이 페이지의 다운로드 및 복사는 개인적이고 비상업적인 용도로만 허용됩니다. 이 사이트의 콘텐츠가 운영자에 의해 생성되지 않은 경우, 제3자의 저작권을 존중합니다. 특히, 제3자 콘텐츠는 그와 같이 표시됩니다. 저작권 침해를 알게 되신 경우, 저희에게 알려주시기 바랍니다. 위반 사항을 알게 되면, 당사는 즉시 해당 콘텐츠를 제거할 것입니다."
      },
      "dataProtection": {
        "title": "데이터 보호",
        "content": "당사 웹사이트의 사용은 일반적으로 개인 데이터 제공 없이 가능합니다. 개인 데이터(예: 이름, 주소 또는 이메일 주소)가 당사 웹사이트에서 수집되는 경우, 이는 항상 가능한 한 자발적으로 이루어집니다. 이 데이터는 귀하의 동의 없이 제3자에게 전달되지 않을 것입니다. 인터넷을 통한 데이터 전송(예: 이메일을 통한 통신)은 보안 취약점이 있을 수 있음을 알려드립니다. 제3자의 접근으로부터 데이터를 완전히 보호하는 것은 불가능합니다. 공개 의무 프레임워크 내에서 제3자가 원치 않는 광고 및 정보 자료 전송을 위해 게시된 연락처 데이터를 사용하는 것은 명시적으로 금지됩니다. 페이지 운영자는 스팸 이메일 등을 통한 원치 않는 정보 전송이 발생할 경우 법적 조치를 취할 명시적 권리를 보유합니다."
      }
    }
  }
}
