{
    "home": {
      "navbar": {
        "index": "ホーム",
        "about": "私たちについて",
        "portfolio": "ポートフォリオ",
        "howItWorks": "仕組み",
        "apply": "今すぐ申し込む"
      },
      "section": {
        "fluid": {
          "title": "Minecraftプロジェクトを提出してください - 私たちが市場に導入します。",
          "content": "公式パートナー。シンプルなプロセス。公平な協力。",
          "apply": "今すぐ申し込む"
        },
        "about": {
          "title": "Heropixel Gamesについて",
          "content": "Heropixel GamesはMinecraft Marketplaceの公式パートナーです。世界中で50以上のプロジェクトを公開し、クリエイターがアイデアをプロフェッショナルに実現できるよう支援しています。",
          "check": {
            "verified": "認定パートナー",
            "experience": "経験と品質",
            "fair": "公正な前払い"
          }
        },
        "how": {
          "title": "仕組み",
          "submit": {
            "title": "1. 提出",
            "content": "フォームに記入してアイデアを共有してください。"
          },
          "review": {
            "title": "2. レビューとフィードバック",
            "content": "プロジェクトを審査し、正直なフィードバックを提供します。"
          },
          "publish": {
            "title": "3. 共同公開",
            "content": "Minecraft Marketplaceで公式に公開するお手伝いをします。"
          }
        },
        "portfolio": {
          "title": "ポートフォリオ",
          "content": "Heropixel Gamesのプロジェクトをご覧ください。各画像をクリックするとプロジェクト情報が表示されます。",
          "games": {
            "4BitCraft": {
              "description": "Minecraftを超可愛いゲームに変身させよう！全てが小さく見えます：各ブロック、各モブ、各木々<br><br>+ 超可愛い4x4パック<br>+ 4x4ブロック、アイテム、モブなど<br>+ バニラテクスチャに忠実<br>+ 1.20リソースパック"
            },
            "MoreAllays": {
              "description": "Minecraftサバイバルアドベンチャーを始めよう！新しいアレイが待っています：エンダーマンアレイ、アホロートルアレイ、ウォーデンアレイなど！<br><br>+ 16種類の可愛いアレイ追加<br>+ アレイダンジョン＆寺院<br>+ 10種類のアレイスキン含む<br>+ マルチプレイヤー＆シングルプレイヤー対応"
            },
            "GiantTNT": {
              "description": "究極の爆発を求めますか？このTNTは拠点だけでなく、村全体や大都市も破壊します。<br><br>+ 40種類以上の巨大TNT<br>+ 最大級の破壊と爆発<br>+ 竜巻、隕石、5000倍など様々なTNT！<br><br>++ あなたの世界で使おう！<br>++ マルチプレイヤー対応"
            },
            "ZombieBunker": {
              "description": "ゾンビ黙示録から友達と自分を守れ！地下バンカーには生存に必要な全てが揃っています。<br><br>+ 作動可能な防護壁<br>+ 秘密バンカー<br>+ 安全な基地<br>+ ゾンビ黙示録<br>+ カスタムゾンビ<br>++ マルチプレイヤー＆シングルプレイヤー"
            },
            "MoreCreepers": {
              "description": "BOOOM！あなたのワールドプロジェクトにユニークなクリーパーを追加しよう。<br><br>+ 10種類の究極クリーパー<br>+ 驚異的な爆発<br>+ クリーパーヘッド収集<br><br>++ あなたの世界で使おう！++"
            }
          }
        },
        "form": {
          "title": "応募フォーム",
          "placeholder": {
            "name": "名前/チーム名",
            "email": "連絡先メール",
            "description": "プロジェクトの簡単な説明"
          },
          "checkbox": "コミュニケーション目的でデータが保存されることに同意します。",
          "button": "プロジェクトを提出"
        }
      }
    },
    "privacy": {
      "p1": "一般的な注意事項と必須情報",
      "p2": "責任ある機関の指定",
      "p3": "このウェブサイトでのデータ処理の責任者は：",
      "p4": "責任者は単独または共同で個人データ（名前、連絡先など）の処理目的と方法を決定します。",
      "p5": "データ処理に関する同意の撤回",
      "p6": "あなたの明示的な同意がある場合にのみ、特定のデータ処理操作が可能です。与えた同意はいつでも撤回できます。撤回にはメールでの非公式通知で十分です。撤回前に行われたデータ処理の合法性は撤回によって影響を受けません。",
      "p7": "監督当局への苦情申し立て権利",
      "p8": "データ主体として、データ保護法違反があった場合、権限ある監督当局に苦情を申し立てる権利があります。データ保護問題に関する権限ある監督当局は、当社が所在する連邦州のデータ保護委員です。以下のリンクはデータ保護委員のリストと連絡先を提供しています：",
      "p9": "データの移植性に関する権利",
      "p10": "あなたには、同意または契約履行に基づいて自動的に処理されるデータを、機械可読形式であなたまたは第三者に提供する権利があります。データを他の責任者に直接転送するよう要求した場合、技術的に可能な範囲でのみ行われます。",
      "p11": "情報、訂正、ブロック、削除に関する権利",
      "p12": "適用される法的規定の枠組み内で、あなたはいつでも無料で保存されている個人データ、データの出所、受領者、データ処理の目的について情報を得る権利があり、場合によってはこれらのデータを訂正、ブロック、削除する権利があります。この件および個人データに関するその他の質問については、インプリントに記載されている連絡方法でいつでもお問い合わせください。",
      "p13": "SSLまたはTLS暗号化",
      "p14": "セキュリティ上の理由と、サイト運営者としての私たちに送信される機密コンテンツの保護のため、当サイトはSSLまたはTLS暗号化を使用しています。つまり、このサイトを通じて送信するデータは第三者によって読み取られることはありません。ブラウザのアドレスバーに「https://」と表示され、ブラウザバーに鍵マークが表示されることで暗号化された接続を確認できます。",
      "p15": "サーバーログファイル",
      "p16": "サーバーログファイルには、ウェブサイトプロバイダーがブラウザから自動的に送信される情報を自動的に収集・保存します。これらの情報は：",
      "p17": "これらのデータは他のデータソースと結合されません。データ収集の法的根拠は、契約履行または契約前措置を許可するDSGVO第6条第1項bです。",
      "p18": "お問い合わせフォーム",
      "p19": "お問い合わせフォームを通じて送信されたデータは、連絡先データを含め、あなたのリクエストを処理するため、またはフォローアップ質問のために保存されます。これらのデータはあなたの同意なしに第三者に渡されることはありません。",
      "p20": "クッキー",
      "p21": "当サイトはクッキーを使用します。これらはウェブブラウザが端末に保存する小さなテキストファイルです。クッキーは私たちのサービスをより使いやすく、効果的、安全にするのに役立ちます。",
      "p22": "Googleアナリティクス",
      "p23": "当サイトはウェブ分析サービスGoogleアナリティクスの機能を使用しています。このサービスのプロバイダーはGoogle Inc.、1600 Amphitheatre Parkway、Mountain View、CA 94043、USAです。",
      "p24": "",
      "p25": "支払いプロバイダー",
      "p26": "当サイトではPayPalとSofortüberweisungによる支払いが可能です。支払いデータは各プロバイダーのプライバシーポリシーに従って処理されます。",
      "p27": "Twitterプラグイン",
      "p28": "当サイトはTwitterサービスの機能を使用しています。Twitterと「リツイート」機能を使用すると、訪問したウェブサイトがTwitterアカウントにリンクされます。",
      "l1": "当ドメインで訪問したページ",
      "l2": "サーバーリクエストの日時",
      "l3": "ブラウザの種類とバージョン",
      "l4": "使用中のオペレーティングシステム",
      "l5": "参照元URL",
      "l6": "アクセス元コンピュータのホスト名",
      "l7": "IPアドレス"
    },
    "imprint": {
      "generalInfo": {
        "title": "§5 TMG（ドイツ通信媒体法）に基づく情報：",
        "authorized": "権限ある代表者：",
        "contact": "連絡先"
      },
      "discalimer": {
        "title": "免責事項：",
        "liabilityForContent": {
          "title": "コンテンツの責任",
          "content": "当サイトのコンテンツは最大限の注意を払って作成されていますが、正確性、完全性、最新性を保証するものではありません。サービスプロバイダーとして、§7第1項TMG（ドイツ通信媒体法）および一般法に基づき、自社コンテンツに対して責任を負います。§§8～10 TMGにより、第三者から送信または保存された情報を監視したり、違法行為を示す状況を調査したりする義務はありません。一般法に基づく情報の削除またはブロック義務はこれによって影響を受けません。ただし、具体的な権利侵害を知った時点からのみ責任を負います。権利侵害が判明した場合、当該コンテンツを直ちに削除します。"
        },
        "liabilityForLinks": {
          "title": "リンクの責任",
          "content": "当サイトは第三者の外部サイトへのリンクを含みますが、これらのコンテンツに対して影響力はありません。したがって、これらの外部コンテンツについて責任を負いません。リンク先サイトのコンテンツについては、常に各プロバイダーまたは運営者が責任を負います。リンク設定時には権利侵害の可能性について調査しましたが、リンク設定時に違法なコンテンツは確認されませんでした。ただし、権利侵害の具体的な証拠がない限り、リンク先サイトのコンテンツを継続的に監視することは合理的ではありません。権利侵害が判明した場合、直ちに該当リンクを削除します。"
        },
        "copyrights": {
          "title": "著作権",
          "content": "当サイト運営者が作成したコンテンツと作品はドイツ著作権法の対象となります。著作権の範囲を超える複製、編集、配布、あらゆる種類の利用には、それぞれの著者または作成者の書面による同意が必要です。このページのダウンロードやコピーは、私的かつ非商業目的に限り許可されます。当サイトのコンテンツが運営者によって作成されていない場合、第三者の著作権が尊重されます。特に、第三者のコンテンツはそのように明記されます。著作権侵害に気付かれた場合は、お知らせください。権利侵害が判明した場合、直ちに該当コンテンツを削除します。"
        },
        "dataProtection": {
          "title": "データ保護",
          "content": "当サイトの利用は通常、個人データの提供なしで可能です。個人データ（名前、住所、メールアドレスなど）が収集される場合、可能な限り自発的に行われます。これらのデータは明示的な同意なしに第三者に開示されることはありません。インターネット上のデータ転送（電子メール通信など）にはセキュリティ上の弱点がある可能性があることに注意してください。第三者によるデータアクセスから完全に保護することはできません。インプリント要件に基づいて公開された連絡先情報を、第三者が未承諾の広告や情報資料の送信に使用することは、ここで明示的に禁止されています。サイト運営者は、スパムメールなどの未承諾広告情報が送信された場合、法的措置を取る権利を留保します。"
        }
      }
    }
  }